[
  {
    "id": "raag-gauri",
    "name": "ਰਾਗੁ ਗਉੜੀ",
    "title": "ਰਾਗੁ ਗਉੜੀ ਮਹਲਾ ੯",
    "order": 1,
    "shabads": [
      {"id": "gauri-1", "text": "ਸਾਧੋ ਮਨ ਕਾ ਮਾਨੁ ਤਿਆਗਉ ॥\nਕਾਮੁ ਕ੍ਰੋਧੁ ਸੰਗਤਿ ਦੁਰਜਨ ਕੀ ਤਾ ਤੇ ਅਹਿਨਿਸਿ ਭਾਗਉ ॥੧॥ ਰਹਾਉ ॥\nਸੁਖੁ ਦੁਖੁ ਦੋਨੋ ਸਮ ਕਰਿ ਜਾਨੈ ਅਉਰੁ ਮਾਨੁ ਅਪਮਾਨਾ ॥\nਹਰਖ ਸੋਗ ਤੇ ਰਹੈ ਅਤੀਤਾ ਤਿਨਿ ਜਗਿ ਤਤੁ ਪਛਾਨਾ ॥੧॥\nਉਸਤਤਿ ਨਿੰਦਾ ਦੋਊ ਤਿਆਗੈ ਖੋਜੈ ਪਦੁ ਨਿਰਬਾਨਾ ॥\nਜਨ ਨਾਨਕ ਇਹੁ ਖੇਲੁ ਕਠਨੁ ਹੈ ਕਿਨਹੂੰ ਗੁਰਮੁਖਿ ਜਾਨਾ ॥੨॥੧॥", "order": 0},
      {"id": "gauri-2", "text": "ਸਾਧੋ ਰਚਨਾ ਰਾਮ ਬਨਾਈ ॥\nਇਕਿ ਬਿਨਸੈ ਇਕ ਅਸਥਿਰੁ ਮਾਨੈ ਅਚਰਜੁ ਲਖਿਓ ਨ ਜਾਈ ॥੧॥ ਰਹਾਉ ॥\nਕਾਮ ਕ੍ਰੋਧ ਮੋਹ ਬਸਿ ਪ੍ਰਾਨੀ ਹਰਿ ਮੂਰਤਿ ਬਿਸਰਾਈ ॥\nਝੂਠਾ ਤਨੁ ਸਾਚਾ ਕਰਿ ਮਾਨਿਓ ਜਿਉ ਸੁਪਨਾ ਰੈਨਾਈ ॥੧॥\nਜੋ ਦੀਸੈ ਸੋ ਸਗਲ ਬਿਨਾਸੈ ਜਿਉ ਬਾਦਰ ਕੀ ਛਾਈ ॥\nਜਨ ਨਾਨਕ ਜਗੁ ਜਾਨਿਓ ਮਿਥਿਆ ਰਹਿਓ ਰਾਮ ਸਰਨਾਈ ॥੨॥੨॥", "order": 1},
      {"id": "gauri-3", "text": "ਪ੍ਰਾਨੀ ਕਉ ਹਰਿ ਜਸੁ ਮਨਿ ਨਹੀ ਆਵੈ ॥\nਅਹਿਨਿਸਿ ਮਗਨੁ ਰਹੈ ਮਾਇਆ ਮੈ ਕਹੁ ਕੈਸੇ ਗੁਨ ਗਾਵੈ ॥੧॥ ਰਹਾਉ ॥\nਪੂਤ ਮੀਤ ਮਾਇਆ ਮਮਤਾ ਸਿਉ ਇਹ ਬਿਧਿ ਆਪੁ ਬੰਧਾਵੈ ॥\nਮ੍ਰਿਗ ਤ੍ਰਿਸਨਾ ਜਿਉ ਝੂਠੋ ਇਹੁ ਜਗ ਦੇਖਿ ਤਾਸਿ ਉਠਿ ਧਾਵੈ ॥੧॥\nਭੁਗਤਿ ਮੁਕਤਿ ਕਾ ਕਾਰਨੁ ਸੁਆਮੀ ਮੂੜ ਤਾਹਿ ਬਿਸਰਾਵੈ ॥\nਜਨ ਨਾਨਕ ਕੋਟਨ ਮੈ ਕੋਊ ਭਜਨੁ ਰਾਮ ਕੋ ਪਾਵੈ ॥੨॥੩॥", "order": 2},
      {"id": "gauri-4", "text": "ਸਾਧੋ ਇਹੁ ਮਨੁ ਗਹਿਓ ਨ ਜਾਈ ॥\nਚੰਚਲ ਤ੍ਰਿਸਨਾ ਸੰਗਿ ਬਸਤੁ ਹੈ ਯਾ ਤੇ ਥਿਰੁ ਨ ਰਹਾਈ ॥੧॥ ਰਹਾਉ ॥\nਕਠਨ ਕਰੋਧ ਘਟ ਹੀ ਕੇ ਭੀਤਰਿ ਜਿਹ ਸੁਧਿ ਸਭ ਬਿਸਰਾਈ ॥\nਰਤਨੁ ਗਿਆਨੁ ਸਭ ਕੋ ਹਿਰਿ ਲੀਨਾ ਤਾ ਸਿਉ ਕਛੁ ਨ ਬਸਾਈ ॥੧॥\nਜੋਗੀ ਜਤਨ ਕਰਤ ਸਭਿ ਹਾਰੇ ਗੁਨੀ ਰਹੇ ਗੁਨ ਗਾਈ ॥\nਜਨ ਨਾਨਕ ਹਰਿ ਭਏ ਦਇਆਲਾ ਤਉ ਸਭ ਬਿਧਿ ਬਨਿ ਆਈ ॥੨॥੪॥", "order": 3},
      {"id": "gauri-5", "text": "ਸਾਧੋ ਗੋਬਿੰਦ ਕੇ ਗੁਨ ਗਾਵਉ ॥\nਮਾਨਸ ਜਨਮੁ ਅਮੋਲਕੁ ਪਾਇਓ ਬਿਰਥਾ ਕਾਹਿ ਗਵਾਵਉ ॥੧॥ ਰਹਾਉ ॥\nਪਤਿਤ ਪੁਨੀਤ ਦੀਨ ਬੰਧ ਹਰਿ ਸਰਨਿ ਤਾਹਿ ਤੁਮ ਆਵਉ ॥\nਗਜ ਕੋ ਤ੍ਰਾਸੁ ਮਿਟਿਓ ਜਿਹ ਸਿਮਰਤ ਤੁਮ ਕਾਹੇ ਬਿਸਰਾਵਉ ॥੧॥\nਤਜਿ ਅਭਿਮਾਨ ਮੋਹ ਮਾਇਆ ਫੁਨਿ ਭਜਨ ਰਾਮ ਚਿਤੁ ਲਾਵਉ ॥\nਨਾਨਕ ਕਹਤ ਮੁਕਤਿ ਪੰਥ ਇਹੁ ਗੁਰਮੁਖਿ ਹੋਇ ਤੁਮ ਪਾਵਉ ॥੨॥੫॥", "order": 4},
      {"id": "gauri-6", "text": "ਕੋਊ ਮਾਈ ਭੂਲਿਓ ਮਨੁ ਸਮਝਾਵੈ ॥\nਬੇਦ ਪੁਰਾਨ ਸਾਧ ਮਗ ਸੁਨਿ ਕਰਿ ਨਿਮਖ ਨ ਹਰਿ ਗੁਨ ਗਾਵੈ ॥੧॥ ਰਹਾਉ ॥\nਦੁਰਲਭ ਦੇਹ ਪਾਇ ਮਾਨਸ ਕੀ ਬਿਰਥਾ ਜਨਮੁ ਸਿਰਾਵੈ ॥\nਮਾਇਆ ਮੋਹ ਮਹਾ ਸੰਕਟ ਬਨ ਤਾ ਸਿਉ ਰੁਚ ਉਪਜਾਵੈ ॥੧॥\nਅੰਤਰਿ ਬਾਹਰਿ ਸਦਾ ਸੰਗਿ ਪ੍ਰਭੁ ਤਾ ਸਿਉ ਨੇਹੁ ਨ ਲਾਵੈ ॥\nਨਾਨਕ ਮੁਕਤਿ ਤਾਹਿ ਤੁਮ ਮਾਨਹੁ ਜਿਹ ਘਟਿ ਰਾਮੁ ਸਮਾਵੈ ॥੨॥੬॥", "order": 5},
      {"id": "gauri-7", "text": "ਸਾਧੋ ਰਾਮ ਸਰਨਿ ਬਿਸਰਾਮਾ ॥\nਬੇਦ ਪੁਰਾਨ ਪੜੇ ਕੋ ਇਹ ਗੁਨ ਸਿਮਰੇ ਹਰਿ ਕੋ ਨਾਮਾ ॥੧॥ ਰਹਾਉ ॥\nਲੋਭ ਮੋਹ ਮਾਇਆ ਮਮਤਾ ਫੁਨਿ ਅਉ ਬਿਖਿਅਨ ਕੀ ਸੇਵਾ ॥\nਹਰਖ ਸੋਗ ਪਰਸੈ ਜਿਹ ਨਾਹਨਿ ਸੋ ਮੂਰਤਿ ਹੈ ਦੇਵਾ ॥੧॥\nਸੁਰਗ ਨਰਕ ਅੰਮ੍ਰਿਤ ਬਿਖੁ ਏ ਸਭ ਤਿਉ ਕੰਚਨ ਅਰੁ ਪੈਸਾ ॥\nਉਸਤਤਿ ਨਿੰਦਾ ਏ ਸਮ ਜਾ ਕੈ ਲੋਭੁ ਮੋਹੁ ਫੁਨਿ ਤੈਸਾ ॥੨॥\nਦੁਖੁ ਸੁਖੁ ਏ ਬਾਧੇ ਜਿਹ ਨਾਹਨਿ ਤਿਹ ਤੁਮ ਜਾਨਉ ਗਿਆਨੀ ॥\nਨਾਨਕ ਮੁਕਤਿ ਤਾਹਿ ਤੁਮ ਮਾਨਉ ਇਹ ਬਿਧਿ ਕੋ ਜੋ ਪ੍ਰਾਨੀ ॥੩॥੭॥", "order": 6},
      {"id": "gauri-8", "text": "ਮਨ ਰੇ ਕਹਾ ਭਇਓ ਤੈ ਬਉਰਾ ॥\nਅਹਿਨਿਸਿ ਅਉਧ ਘਟੈ ਨਹੀ ਜਾਨੈ ਭਇਓ ਲੋਭ ਸੰਗਿ ਹਉਰਾ ॥੧॥ ਰਹਾਉ ॥\nਜੋ ਤਨੁ ਤੈ ਅਪਨੋ ਕਰਿ ਮਾਨਿਓ ਅਰੁ ਸੁੰਦਰ ਗ੍ਰਿਹ ਨਾਰੀ ॥\nਇਨ ਮੈਂ ਕਛੁ ਤੇਰੋ ਰੇ ਨਾਹਨਿ ਦੇਖੋ ਸੋਚ ਬਿਚਾਰੀ ॥੧॥\nਰਤਨ ਜਨਮੁ ਅਪਨੋ ਤੈ ਹਾਰਿਓ ਗੋਬਿੰਦ ਗਤਿ ਨਹੀ ਜਾਨੀ ॥\nਨਿਮਖ ਨ ਲੀਨ ਭਇਓ ਚਰਨਨ ਸਿਂਉ ਬਿਰਥਾ ਅਉਧ ਸਿਰਾਨੀ ॥੨॥\nਕਹੁ ਨਾਨਕ ਸੋਈ ਨਰੁ ਸੁਖੀਆ ਰਾਮ ਨਾਮ ਗੁਨ ਗਾਵੈ ॥\nਅਉਰ ਸਗਲ ਜਗੁ ਮਾਇਆ ਮੋਹਿਆ ਨਿਰਭੈ ਪਦੁ ਨਹੀ ਪਾਵੈ ॥੩॥੮॥", "order": 7},
      {"id": "gauri-9", "text": "ਨਰ ਅਚੇਤ ਪਾਪ ਤੇ ਡਰੁ ਰੇ ॥\nਦੀਨ ਦਇਆਲ ਸਗਲ ਭੈ ਭੰਜਨ ਸਰਨਿ ਤਾਹਿ ਤੁਮ ਪਰੁ ਰੇ ॥੧॥ ਰਹਾਉ ॥\nਬੇਦ ਪੁਰਾਨ ਜਾਸ ਗੁਨ ਗਾਵਤ ਤਾ ਕੋ ਨਾਮੁ ਹੀਐ ਮੋ ਧਰੁ ਰੇ ॥\nਪਾਵਨ ਨਾਮੁ ਜਗਤਿ ਮੈ ਹਰਿ ਕੋ ਸਿਮਰਿ ਸਿਮਰਿ ਕਸਮਲ ਸਭ ਹਰੁ ਰੇ ॥੧॥\nਮਾਨਸ ਦੇਹ ਬਹੁਰਿ ਨਹ ਪਾਵੈ ਕਛੂ ਉਪਾਉ ਮੁਕਤਿ ਕਾ ਕਰੁ ਰੇ ॥\nਨਾਨਕ ਕਹਤ ਗਾਇ ਕਰੁਨਾ ਮੈ ਭਵ ਸਾਗਰ ਕੈ ਪਾਰਿ ਉਤਰੁ ਰੇ ॥੨॥੯॥੨੫੧॥", "order": 8}
    ]
  },
  {
    "id": "raag-asa",
    "name": "ਰਾਗੁ ਆਸਾ",
    "title": "ਰਾਗੁ ਆਸਾ ਮਹਲਾ ੯",
    "order": 2,
    "shabads": [
      {"id": "asa-1", "text": "ਬਿਰਥਾ ਕਹਉ ਕਉਨ ਸਿਉ ਮਨ ਕੀ ॥\nਲੋਭਿ ਗ੍ਰਸਿਓ ਦਸ ਹੂ ਦਿਸ ਧਾਵਤ ਆਸਾ ਲਾਗਿਓ ਧਨ ਕੀ ॥੧॥ ਰਹਾਉ ॥\nਸੁਖ ਕੈ ਹੇਤਿ ਬਹੁਤੁ ਦੁਖੁ ਪਾਵਤ ਸੇਵ ਕਰਤ ਜਨ ਜਨ ਕੀ ॥\nਦੁਆਰਹਿ ਦੁਆਰਿ ਸੁਆਨ ਜਿਉ ਡੋਲਤ ਨਹ ਸੁਧ ਰਾਮ ਭਜਨ ਕੀ ॥੧॥\nਮਾਨਸ ਜਨਮ ਅਕਾਰਥ ਖੋਵਤ ਲਾਜ ਨ ਲੋਕ ਹਸਨ ਕੀ ॥\nਨਾਨਕ ਹਰਿ ਜਸੁ ਕਿਉ ਨਹੀ ਗਾਵਤ ਕੁਮਤਿ ਬਿਨਾਸੈ ਤਨ ਕੀ ॥੨॥੧॥੨੩੩॥", "order": 0}
    ]
  },
  {
    "id": "raag-devgandhari",
    "name": "ਰਾਗੁ ਦੇਵਗੰਧਾਰੀ",
    "title": "ਰਾਗੁ ਦੇਵਗੰਧਾਰੀ ਮਹਲਾ ੯",
    "order": 3,
    "shabads": [
      {"id": "devgandhari-1", "text": "ਯਹ ਮਨੁ ਨੈਕ ਨ ਕਹਿਓ ਕਰੈ ॥\nਸੀਖ ਸਿਖਾਇ ਰਹਿਓ ਅਪਨੀ ਸੀ ਦੁਰਮਤਿ ਤੇ ਨ ਟਰੈ ॥੧॥ ਰਹਾਉ ॥\nਮਦਿ ਮਾਇਆ ਕੈ ਭਇਓ ਬਾਵਰੋ ਹਰਿ ਜਸੁ ਨਹਿ ਉਚਰੈ ॥\nਕਰਿ ਪਰਪੰਚੁ ਜਗਤ ਕਉ ਡਹਕੈ ਅਪਨੋ ਉਦਰੁ ਭਰੈ ॥੧॥\nਸੁਆਨ ਪੂਛ ਜਿਉ ਹੋਇ ਨ ਸੂਧੋ ਕਹਿਓ ਨ ਕਾਨ ਧਰੈ ॥\nਕਹੁ ਨਾਨਕ ਭਜੁ ਰਾਮ ਨਾਮ ਨਿਤ ਜਾ ਤੇ ਕਾਜੁ ਸਰੈ ॥੨॥੧॥", "order": 0},
      {"id": "devgandhari-2", "text": "ਸਭ ਕਿਛੁ ਜੀਵਤ ਕੋ ਬਿਵਹਾਰ ॥\nਮਾਤ ਪਿਤਾ ਭਾਈ ਸੁਤ ਬੰਧਪ ਅਰੁ ਫੁਨਿ ਗ੍ਰਿਹ ਕੀ ਨਾਰਿ ॥੧॥ ਰਹਾਉ ॥\nਤਨ ਤੇ ਪ੍ਰਾਨ ਹੋਤ ਜਬ ਨਿਆਰੇ ਟੇਰਤ ਪ੍ਰੇਤਿ ਪੁਕਾਰਿ ॥\nਆਧ ਘਰੀ ਕੋਊ ਨਹਿ ਰਾਖੈ ਘਰ ਤੇ ਦੇਤ ਨਿਕਾਰਿ ॥੧॥\nਮ੍ਰਿਗ ਤ੍ਰਿਸਨਾ ਜਿਉ ਜਗ ਰਚਨਾ ਯਹ ਦੇਖਹੁ ਰਿਦੈ ਬਿਚਾਰਿ ॥\nਕਹੁ ਨਾਨਕ ਭਜੁ ਰਾਮ ਨਾਮ ਨਿਤ ਜਾ ਤੇ ਹੋਤ ਉਧਾਰ ॥੨॥੨॥", "order": 1},
      {"id": "devgandhari-3", "text": "ਜਗਤ ਮੈ ਝੂਠੀ ਦੇਖੀ ਪ੍ਰੀਤਿ ॥\nਅਪਨੇ ਹੀ ਸੁਖ ਸਿਉ ਸਭ ਲਾਗੇ ਕਿਆ ਦਾਰਾ ਕਿਆ ਮੀਤ ॥੧॥ ਰਹਾਉ ॥\nਮੇਰਉ ਮੇਰਉ ਸਭੈ ਕਹਤ ਹੈ ਹਿਤ ਸਿਉ ਬਾਧਿਓ ਚੀਤ ॥\nਅੰਤਿ ਕਾਲਿ ਸੰਗੀ ਨਹ ਕੋਊ ਇਹ ਅਚਰਜ ਹੈ ਰੀਤਿ ॥੧॥\nਮਨ ਮੂਰਖ ਅਜਹੂ ਨਹ ਸਮਝਤ ਸਿਖ ਦੈ ਹਾਰਿਓ ਨੀਤ ॥\nਨਾਨਕ ਭਉਜਲੁ ਪਾਰਿ ਪਰੈ ਜਉ ਗਾਵੈ ਪ੍ਰਭ ਕੇ ਗੀਤ ॥੨॥੩॥੬॥੩੮॥੪੭॥", "order": 2}
    ]
  },
  {
    "id": "raag-bihagara",
    "name": "ਰਾਗੁ ਬਿਹਾਗੜਾ",
    "title": "ਰਾਗੁ ਬਿਹਾਗੜਾ ਮਹਲਾ ੯",
    "order": 4,
    "shabads": [
      {"id": "bihagara-1", "text": "ਹਰਿ ਕੀ ਗਤਿ ਨਹਿ ਕੋਊ ਜਾਨੈ ॥\nਜੋਗੀ ਜਤੀ ਤਪੀ ਪਚਿ ਹਾਰੇ ਅਰੁ ਬਹੁ ਲੋਗ ਸਿਆਨੇ ॥੧॥ ਰਹਾਉ ॥\nਛਿਨ ਮਹਿ ਰਾਉ ਰੰਕ ਕਉ ਕਰਈ ਰਾਉ ਰੰਕ ਕਰਿ ਡਾਰੇ ॥\nਰੀਤੇ ਭਰੇ ਭਰੇ ਸਖਨਾਵੈ ਯਹ ਤਾ ਕੋ ਬਿਵਹਾਰੇ ॥੧॥\nਅਪਨੀ ਮਾਇਆ ਆਪਿ ਪਸਾਰੀ ਆਪਹਿ ਦੇਖਨਹਾਰਾ ॥\nਨਾਨਾ ਰੂਪੁ ਧਰੇ ਬਹੁ ਰੰਗੀ ਸਭ ਤੇ ਰਹੈ ਨਿਆਰਾ ॥੨॥\nਅਗਨਤ ਅਪਾਰੁ ਅਲਖ ਨਿਰੰਜਨ ਜਿਹ ਸਭ ਜਗੁ ਭਰਮਾਇਓ ॥\nਸਗਲ ਭਰਮ ਤਜਿ ਨਾਨਕ ਪ੍ਰਾਣੀ ਚਰਨਿ ਤਾਹਿ ਚਿਤੁ ਲਾਇਓ ॥੩॥੧॥੨॥", "order": 0}
    ]
  },
  {
    "id": "raag-sorath",
    "name": "ਸੋਰਠਿ",
    "title": "ਸੋਰਠਿ ਮਹਲਾ ੯",
    "order": 5,
    "shabads": [
      {"id": "sorath-1", "text": "ਰੇ ਮਨ ਰਾਮ ਸਿਉ ਕਰਿ ਪ੍ਰੀਤਿ ॥\nਸ੍ਰਵਨ ਗੋਬਿੰਦ ਗੁਨੁ ਸੁਨਉ ਅਰੁ ਗਾਉ ਰਸਨਾ ਗੀਤਿ ॥੧॥ ਰਹਾਉ ॥\nਕਰਿ ਸਾਧਸੰਗਤਿ ਸਿਮਰੁ ਮਾਧੋ ਹੋਹਿ ਪਤਿਤ ਪੁਨੀਤ ॥\nਕਾਲੁ ਬਿਆਲੁ ਜਿਉ ਪਰਿਓ ਡੋਲੈ ਮੁਖੁ ਪਸਾਰੇ ਮੀਤ ॥੧॥\nਆਜੁ ਕਾਲਿ ਫੁਨਿ ਤੋਹਿ ਗ੍ਰਸਿ ਹੈ ਸਮਝਿ ਰਾਖਉ ਚੀਤਿ ॥\nਕਹੈ ਨਾਨਕੁ ਰਾਮੁ ਭਜਿ ਲੈ ਜਾਤੁ ਅਉਸਰੁ ਬੀਤ ॥੨॥੧॥", "order": 0},
      {"id": "sorath-2", "text": "ਮਨ ਕੀ ਮਨ ਹੀ ਮਾਹਿ ਰਹੀ ॥\nਨਾ ਹਰਿ ਭਜੇ ਨ ਤੀਰਥ ਸੇਵੇ ਚੋਟੀ ਕਾਲਿ ਗਹੀ ॥੧॥ ਰਹਾਉ ॥\nਦਾਰਾ ਮੀਤ ਪੂਤ ਰਥ ਸੰਪਤਿ ਧਨ ਪੂਰਨ ਸਭ ਮਹੀ ॥\nਅਵਰ ਸਗਲ ਮਿਥਿਆ ਏ ਜਾਨਉ ਭਜਨੁ ਰਾਮੁ ਕੋ ਸਹੀ ॥੧॥\nਫਿਰਤ ਫਿਰਤ ਬਹੁਤੇ ਜੁਗ ਹਾਰਿਓ ਮਾਨਸ ਦੇਹ ਲਹੀ ॥\nਨਾਨਕ ਕਹਤ ਮਿਲਨ ਕੀ ਬਰੀਆ ਸਿਮਰਤ ਕਹਾ ਨਹੀ ॥੨॥੨॥", "order": 1},
      {"id": "sorath-3", "text": "ਮਨ ਰੇ ਕਉਨੁ ਕੁਮਤਿ ਤੈ ਲੀਨੀ ॥\nਪਰ ਦਾਰਾ ਨਿੰਦਿਆ ਰਸ ਰਚਿਓ ਰਾਮ ਭਗਤਿ ਨਹਿ ਕੀਨੀ ॥੧॥ ਰਹਾਉ ॥\nਮੁਕਤਿ ਪੰਥੁ ਜਾਨਿਓ ਤੈ ਨਾਹਨਿ ਧਨ ਜੋਰਨ ਕਉ ਧਾਇਆ ॥\nਅੰਤਿ ਸੰਗ ਕਾਹੂ ਨਹੀ ਦੀਨਾ ਬਿਰਥਾ ਆਪੁ ਬੰਧਾਇਆ ॥੧॥\nਨਾ ਹਰਿ ਭਜਿਓ ਨ ਗੁਰ ਜਨੁ ਸੇਵਿਓ ਨਹ ਉਪਜਿਓ ਕਛੁ ਗਿਆਨਾ ॥\nਘਟ ਹੀ ਮਾਹਿ ਨਿਰੰਜਨੁ ਤੇਰੈ ਤੈ ਖੋਜਤ ਉਦਿਆਨਾ ॥੨॥\nਬਹੁਤੁ ਜਨਮ ਭਰਮਤ ਤੈ ਹਾਰਿਓ ਅਸਥਿਰ ਮਤਿ ਨਹੀ ਪਾਈ ॥\nਮਾਨਸ ਦੇਹ ਪਾਇ ਪਦ ਹਰਿ ਭਜੁ ਨਾਨਕ ਬਾਤ ਬਤਾਈ ॥੩॥੩॥", "order": 2}
    ]
  },
  {
    "id": "raag-dhanasari",
    "name": "ਧਨਾਸਰੀ",
    "title": "ਧਨਾਸਰੀ ਮਹਲਾ ੯",
    "order": 6,
    "shabads": [
      {"id": "dhanasari-1", "text": "ਕਾਹੇ ਰੇ ਬਨ ਖੋਜਨ ਜਾਈ ॥\nਸਰਬ ਨਿਵਾਸੀ ਸਦਾ ਅਲੇਪਾ ਤੋਹੀ ਸੰਗਿ ਸਮਾਈ ॥੧॥ ਰਹਾਉ ॥\nਪੁਹਪ ਮਧਿ ਜਿਉ ਬਾਸੁ ਬਸਤੁ ਹੈ ਮੁਕਰ ਮਾਹਿ ਜੈਸੇ ਛਾਈ ॥\nਤੈਸੇ ਹੀ ਹਰਿ ਬਸੇ ਨਿਰੰਤਰਿ ਘਟ ਹੀ ਖੋਜਹੁ ਭਾਈ ॥੧॥\nਬਾਹਰਿ ਭੀਤਰਿ ਏਕੋ ਜਾਨਹੁ ਇਹੁ ਗੁਰ ਗਿਆਨੁ ਬਤਾਈ ॥\nਜਨ ਨਾਨਕ ਬਿਨੁ ਆਪਾ ਚੀਨੈ ਮਿਟੈ ਨ ਭ੍ਰਮ ਕੀ ਕਾਈ ॥੨॥੧॥", "order": 0},
      {"id": "dhanasari-2", "text": "ਸਾਧੋ ਇਹੁ ਜਗੁ ਭਰਮ ਭੁਲਾਨਾ ॥\nਰਾਮ ਨਾਮ ਕਾ ਸਿਮਰਨੁ ਛੋਡਿਆ ਮਾਇਆ ਹਾਥਿ ਬਿਕਾਨਾ ॥੧॥ ਰਹਾਉ ॥\nਮਾਤ ਪਿਤਾ ਭਾਈ ਸੁਤ ਬਨਿਤਾ ਤਾ ਕੈ ਰਸਿ ਲਪਟਾਨਾ ॥\nਜੋਬਨੁ ਧਨੁ ਪ੍ਰਭਤਾ ਕੈ ਮਦ ਮੈ ਅਹਿਨਿਸਿ ਰਹੈ ਦਿਵਾਨਾ ॥੧॥\nਦੀਨ ਦਇਆਲ ਸਦਾ ਦੁਖ ਭੰਜਨ ਤਾ ਸਿਉ ਮਨੁ ਨ ਲਗਾਨਾ ॥\nਜਨ ਨਾਨਕ ਕੋਟਨ ਮੈ ਕਿਨਹੂ ਗੁਰਮੁਖਿ ਹੋਇ ਪਛਾਨਾ ॥੨॥੨॥", "order": 1}
    ]
  },
  {
    "id": "raag-jaitsari",
    "name": "ਜੈਤਸਰੀ",
    "title": "ਜੈਤਸਰੀ ਮਹਲਾ ੯",
    "order": 7,
    "shabads": [
      {"id": "jaitsari-1", "text": "ਭੂਲਿਓ ਮਨੁ ਮਾਇਆ ਉਰਝਾਇਓ ॥\nਜੋ ਜੋ ਕਰਮ ਕੀਓ ਲਾਲਚ ਲਗਿ ਤਿਹ ਤਿਹ ਆਪੁ ਬੰਧਾਇਓ ॥੧॥ ਰਹਾਉ ॥\nਸਮਝ ਨ ਪਰੀ ਬਿਖੈ ਰਸ ਰਚਿਓ ਜਸੁ ਹਰਿ ਕੋ ਬਿਸਰਾਇਓ ॥\nਸੰਗਿ ਸੁਆਮੀ ਸੋ ਜਾਨਿਓ ਨਾਹਿਨ ਬਨੁ ਖੋਜਨ ਕਉ ਧਾਇਓ ॥੧॥\nਰਤਨੁ ਰਾਮੁ ਘਟ ਹੀ ਕੇ ਭੀਤਰਿ ਤਾ ਕੋ ਗਿਆਨੁ ਨ ਪਾਇਓ ॥\nਜਨ ਨਾਨਕ ਭਗਵੰਤ ਭਜਨ ਬਿਨੁ ਬਿਰਥਾ ਜਨਮੁ ਗਵਾਇਓ ॥੨॥੧॥", "order": 0}
    ]
  },
  {
    "id": "raag-slok",
    "name": "ਸਲੋਕ",
    "title": "ਸਲੋਕ ਮਹਲਾ ੯",
    "order": 8,
    "shabads": [
      {"id": "slok-1", "text": "ਸਲੋਕ ਮਹਲਾ ੯ ॥\nਗੁਨ ਗੋਬਿੰਦ ਗਾਇਓ ਨਹੀ ਜਨਮੁ ਅਕਾਰਥ ਕੀਨੁ ॥\nਕਹੁ ਨਾਨਕ ਹਰਿ ਭਜੁ ਮਨਾ ਜਿਹ ਬਿਧਿ ਜਲ ਕਉ ਮੀਨੁ ॥੧॥", "order": 0},
      {"id": "slok-2", "text": "ਬਿਖਿਅਨ ਸਿਉ ਕਿਉ ਬਨਿ ਆਵੈ ਤਿਹ ਬਿਧਿ ਜਿਹ ਬਿਧਿ ਨੀਰੁ ॥\nਕਹੁ ਨਾਨਕ ਹਰਿ ਭਜੁ ਮਨਾ ਜਿਹ ਬਿਧਿ ਪਾਵਸੁ ਧੀਰੁ ॥੨॥", "order": 1},
      {"id": "slok-3", "text": "ਜੋ ਪ੍ਰਾਨੀ ਕਛੁ ਨਾਹਿ ਜਾਨੈ ਕਹੁ ਨਾਨਕ ਸੋ ਬੀਰੁ ॥\nਚੁਪੈ ਕੋ ਮਾਰਿਬੋ ਸਹਜੈ ਕਿਉ ਕਰਿ ਸਕੈ ਸਰੀਰੁ ॥੩॥", "order": 2}
    ]
  }
]
